<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_email.php 35030 2014-10-23 07:43:23Z laoguozhang $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}


$lang = array
(
	'hello' => '您好',
	'moderate_member_invalidate' => '否決',
	'moderate_member_delete' => '刪除',
	'moderate_member_validate' => '通過',


	'get_passwd_subject' =>		'取回密碼說明',
	'get_passwd_message' =>		'
<p>{username}，
這封信是由 {bbname} 寄送的。</p>

<p>您收到這封郵件，是由於這個信箱地址在 {bbname} 被登記為會員信箱，
且該會員請求使用 Email 密碼重設功能所致。</p>
<p>
----------------------------------------------------------------------<br />
<strong>重要！</strong><br />
----------------------------------------------------------------------</p>

<p>如果您沒有送出密碼重設的請求或不是 {bbname} 的註冊會員，請立即忽略
並刪除這封郵件。只有在您確認需要重設密碼的情況下，才需要繼續閱讀下面的
內容。</p>
<p>
----------------------------------------------------------------------<br />
<strong>密碼重設說明</strong><br />
----------------------------------------------------------------------</p>
</p>
您只需在送出請求後的三天內，透過點選下面的連結重設您的密碼：<br />

<a href="{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}&amp;sign={sign}" target="_blank">{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}&amp;sign={sign}</a>
<br />
(如果上面不是連結形式，請將該網址手動黏貼到瀏覽器網址列再瀏覽)</p>

<p>在上面的連結所開啟的頁面中輸入新的密碼後送出，您即可使用新的密碼登入網站了。您可以在會員控制面板中隨時修改您的密碼。</p>

<p>本請求送出者的 IP 為 {clientip}</p>


<p>
此致<br />
</p>
<p>{bbname} 管理團隊.
{siteurl}</p>',


	'email_verify_subject' =>	'Email 認證',
	'email_verify_message' =>	'<br />
<p>{username}，<br />
這封信是由 {bbname} 寄送的。</p>

<p>您收到這封郵件，是由於在 {bbname} 進行了新會員註冊，或會員修改 Email 使用
了這個信箱地址。如果您並沒有瀏覽過 {bbname}，或沒有進行上述操作，請忽
略這封郵件。您不需要退訂或進行其他進一步的操作。</p>
<br />
----------------------------------------------------------------------<br />
<strong>帳號啟用說明</strong><br />
----------------------------------------------------------------------<br />
<br />
<p>如果您是 {bbname} 的新會員，或在修改您的註冊 Email 時使用了本信箱，我們需
要對您的信箱有效性進行驗證以避免垃圾郵件或信箱被濫用。</p>

<p>您只需點選下面的連結即可啟用您的帳號：<br />

<a href="{url}" target="_blank">{url}</a>
<br />
(如果上面不是連結形式，請將該網址手動黏貼到瀏覽器網址列再瀏覽)</p>

<p>感謝您的瀏覽，祝您使用愉快！</p>


<p>
此致<br />

{bbname} 管理團隊.<br />
{siteurl}</p>',

	'email_register_subject' =>	'論壇註冊信箱',
	'email_register_message' =>	'<br />
<p>這封信是由 {bbname} 寄送的。</p>

<p>您收到這封郵件，是由於在 {bbname} 取得了新會員註冊網址使用
了這個信箱地址。如果您並沒有瀏覽過 {bbname}，或沒有進行上述操作，請忽
略這封郵件。您不需要退訂或進行其他進一步的操作。</p>
<br />
----------------------------------------------------------------------<br />
<strong>新會員註冊說明</strong><br />
----------------------------------------------------------------------<br />
<br />
<p>如果您是 {bbname} 的新會員，或在修改您的註冊 Email 時使用了本信箱，我們需
要對您的信箱有效性進行驗證以避免垃圾郵件或信箱被濫用。</p>

<p>您只需點選下面的連結即可進行會員註冊，以下連結有效期限為 3 天。過期可以重新請求寄送一封新的郵件驗證：<br />

<a href="{url}" target="_blank">{url}</a>
<br />
(如果上面不是連結形式，請將該網址手動黏貼到瀏覽器網址列再瀏覽)</p>

<p>感謝您的瀏覽，祝您使用愉快！</p>


<p>
此致<br />

{bbname} 管理團隊.<br />
{siteurl}</p>',


	'add_member_subject' =>		'您被增加成為會員',
	'add_member_message' => 	'
{newusername} ，
這封信是由 {bbname} 寄送的。<br />
<br />
我是 {adminusername} ，{bbname} 的管理者之一。您收到這封郵件，是由於您<br />
剛剛被增加成為 {bbname} 的會員，目前 Email 即是我們為您註冊的信箱。<br />
<br />
----------------------------------------------------------------------<br />
重要！<br />
----------------------------------------------------------------------<br />
<br />
如果您對 {bbname} 不感興趣或無意成為會員，請忽略這封郵件。<br />
<br />
----------------------------------------------------------------------<br />
帳號資料<br />
----------------------------------------------------------------------<br />
<br />
網站名稱：{bbname}<br />
網站網址：{siteurl}<br />
<br />
會員名稱：{newusername}<br />
密碼：{newpassword}<br />
<br />
從現在起您可以使用您的帳號登入 {bbname}，祝您使用愉快！<br />
<br />
<br />
<br />
此致<br />
<br />
{bbname} 管理團隊.<br />
{siteurl}',


	'birthday_subject' =>		'祝您生日快樂',
	'birthday_message' => 		'<br />
{username}，<br />
這封信是由 {bbname} 寄送的。<br />
<br />
您收到這封郵件，是由於這個電子信箱在 {bbname} 被登記為註冊信箱，<br />
並且按照您填寫的資訊，今天是您的生日。很高興能在此時為您獻上一份<br />
生日祝福，我謹代表 {bbname} 管理團隊，衷心祝福您生日快樂。<br />
<br />
如果您並非 {bbname} 的會員，或今天並非您的生日，可能是有人誤用了您的信<br />
箱，或錯誤的填寫了生日資訊。本郵件不會多次重複寄送，請忽略這封郵件。<br />
<br />
<br />
此致<br />
<br />
{bbname} 管理團隊.<br />
{siteurl}',

	'email_to_friend_subject' =>	'{$_G[\'member\'][\'username\']} 推薦給您：{$thread[\'subject\']}',
	'email_to_friend_message' =>	'<br />
這封信是由 {$_G[\'setting\'][\'bbname\']} 的 {$_G[\'member\'][\'username\']} 寄送的。<br />
<br />
您收到這封郵件，是由於在 {$_G[\'member\'][\'username\']} 透過 {$_G[\'setting\'][\'bbname\']} 的「推薦給朋友」<br />
功能推薦了如下的內容給您。如果您對此不感興趣，請忽略這封郵件。您不需要退訂或進行其他進一步的操作。<br />
<br />
----------------------------------------------------------------------<br />
信件原文開始<br />
----------------------------------------------------------------------<br />
<br />
$message<br />
<br />
----------------------------------------------------------------------<br />
信件原文結束<br />
----------------------------------------------------------------------<br />
<br />
請注意這封信僅僅是由會員使用 「推薦給朋友」寄送的，不是網站官方郵件，<br />
網站管理團隊不會對這類郵件負責。<br />
<br />
歡迎您瀏覽 {$_G[\'setting\'][\'bbname\']}<br />
{$_G[\'siteurl\']}',

	'email_to_invite_subject' =>	'您的朋友 {$_G[\'member\'][\'username\']} 寄送 {$_G[\'setting\'][\'bbname\']} 網站註冊邀請碼給您',
	'email_to_invite_message' =>	'<br />
$sendtoname,<br />
這封信是由 {$_G[\'setting\'][\'bbname\']} 的 {$_G[\'member\'][\'username\']} 寄送的。<br />
<br />
您收到這封郵件，是由於 {$_G[\'member\'][\'username\']} 透過 {bbname} 的「寄送邀請碼給朋友」<br />
功能推薦了如下的內容給您。如果您對此不感興趣，請忽略這封郵件。您不需要退訂或進行其他進<br />
一步的操作。<br />
<br />
----------------------------------------------------------------------<br />
信件原文開始<br />
----------------------------------------------------------------------<br />
<br />
$message<br />
<br />
----------------------------------------------------------------------<br />
信件原文結束<br />
----------------------------------------------------------------------<br />
<br />
請注意這封信僅僅是由會員使用 「寄送邀請碼給朋友」寄送的，不是網站官方郵件，<br />
網站管理團隊不會對這類郵件負責。<br />
<br />
歡迎您瀏覽 {$_G[\'setting\'][\'bbname\']}<br />
{$_G[\'siteurl\']}',


	'moderate_member_subject' =>	'會員審核結果通知',
	'moderate_member_message' =>	'<br />
<p>{username},
這封信是由 {bbname} 寄送的。</p>

<p>您收到這封郵件，是由於這個信箱地址在 {bbname} 被新會員註冊時所
使用，且管理員設定了對新會員需要進行人員審核，本郵件將通知您送出
申請的審核結果。</p>
<br />
----------------------------------------------------------------------<br />
<strong>註冊資料與審核結果</strong><br />
----------------------------------------------------------------------<br />
<br />
會員名稱： {username}<br />
註冊時間： {regdate}<br />
送出時間： {submitdate}<br />
送出次數： {submittimes}<br />
註冊原因： {message}<br />
<br />
審核結果： {modresult}<br />
審核時間： {moddate}<br />
審核管理員： {adminusername}<br />
管理員留言： {remark}<br />
<br />
----------------------------------------------------------------------<br />
<strong>審核結果說明</strong><br />
----------------------------------------------------------------------<br />

<p>通過： 您的註冊已通過審核，您已成為 {bbname} 的正式會員。</p>

<p>否決： 您的註冊資料不完整，或未滿足我們對新會員的某些要求，您可以
	  根據管理員留言，<a href="home.php?mod=spacecp&ac=profile" target="_blank">完善您的註冊資料</a>，然後再次送出。</p>

<p>刪除：您的註冊由於與我們的要求偏差較大，或本站的新註冊人數已
	  超過預期，申請已被否決。您的帳號已從資料庫中刪除，將無法
	  再使用其登入或送出再次審核，請您諒解。</p>

<br />
<br />
此致<br />
<br />
{bbname} 管理團隊.<br />
{siteurl}',

	'adv_expiration_subject' =>	'您網站的廣告將於 {day} 天後到期，請及時處理',
	'adv_expiration_message' =>	'您網站的以下廣告將於 {day} 天後到期，請及時處理：<br /><br />{advs}',
	'invite_payment_email_message' => '
歡迎您光臨{bbname}（{siteurl}），您的訂單 {orderid} 已經支付完成，訂單已確認有效。<br />
<br />----------------------------------------------------------------------<br />
以下是您獲得的邀請碼
<br />----------------------------------------------------------------------<br />

{codetext}

<br />----------------------------------------------------------------------<br />
重要！
<br />----------------------------------------------------------------------<br />',
);

?>